import { TProducts } from "../types";

export const products: TProducts[] = [
  {
    id: 1,
    title: "ران گوسفندی (1 کیلوگرم) ",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از  طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون",
    image: "",
    countryName: "استرالیا",
    rating: 4,
  },
  {
    id: 2,
    title: "راسته گوسفندی منجمد تنظیم بازار (مقدار 1 کیلوگرم) ",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از  طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون",
    image: "",
    countryName: "مغولستان",
    rating: 4,
  },
  {
    id: 3,
    title: "شقه گوسفندی بدون ضایعات (مقدار 1 کیلوگرم) ",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از  طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون",
    image: "",
    countryName: "استرالیا",
    rating: 4,
  },
  {
    id: 3,
    title: "راسته با استخوان گوسفندی (مقدار 1 کیلوگرم) ",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از  طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون",
    image: "",
    countryName: "مغولستان",
    rating: 4,
  },
  {
    id: 4,
    title: "گردن گوسفندی (مقدار 1 کیلوگرم) ",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از  طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون",
    image: "",
    countryName: "استرالیا",
    rating: 4,
  },
  {
    id: 5,
    title: "کف دست گوسفندی (مقدار 1 کیلوگرم) ",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از  طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون",
    image: "",
    countryName: "مغولستان",
    rating: 4,
  },
];
